export const russion = {
  welcome: {
    hello: "Привет, меня зовут",
    name: "Андрей Цой.",
    do: "Создаю сайты исходя из Вашиx потребностей.",
    about:
      "Как веб-разработчик, увлечен созданием инновационных цифровых проектов. Я тесно сотрудничаю с клиентами, чтобы превратить их видение в реальность и помочь им освоить возможности цифрового мира и интернета.",
    call: "Давайте вместе создадим что-то крутое.",
  },
  about: {
    title: "Обо мне",
    part1:
      "Я - опытный фронтенд разработчик с широким спектром навыков, среди которых HTML, CSS, JavaScript и React. Также знаком с различными библиотеками, такими как Redux, React Router, Styled components, чтобы создавать проекты более эффективно и быстро. Используя эти технологии, я создаю красивые и интерактивные пользовательские интерфейсы (UI).",
    part2:
      "Также обладаю знаниями бэкенд разработки. Использую Node.js для создания сервера и работай с CRUD операциями. В качестве базы данных я часто использую PostgreSQL, так как он обеспечивает высокую производительность и гибкость для моих проектов. Я также работал с библиотеками и инструментами, такими как Express.js, Knex.js и тд.",
    part3:
      "В настоящее время я активно развиваю свои навыки в области фронтенд-разработки, но также заинтересован в новых предложениях и возможностях для расширения своего опыта.",
  },
  tools: {
    title: "Инструменты",
  },
  projects: {
    title: "Проекты",
    titleSmall: "Небольшие проекты",
    // need to do
    big: {
      project1: {
        title: "Kleo4you",
        description: "",
      },
      project2: {
        title: "Сохранятор ссылок",
        description:
          "Это веб-приложение для сохранения ссылок, с возможностью группировки и распределения их по различным тематикам. Также с возможностью делиться группами и полезными ссылками с другими пользователями.",
      },
      project3: {
        title: "Портфолио",
        description:
          "Мой персональный вебсайт, на котором я разместил информацию о себе, своих проектах и контактную информацию. Здесь вы можете узнать больше обо мне, моих достижениях и связаться со мной.",
      },
    },
    small: {
      project1: {
        title: "Три в одном",
        description:
          "Платформа для визуального отображения моих небольших проектов на веб-странице для отслеживания прогресса.",
      },
      project2: {
        title: "Тест Unistory",
        description:
          "Тест в котором есть интересная анимация планеты(притягивание к курсору), API запросы, подгрузка данныйх при скроле и тд.",
      },
      project3: {
        title: "Генератор цитат",
        description:
          "Простой генератор цитат, где можно поискать интересные цитаты для сабя.",
      },
      project4: {
        title: "Робо-друзья",
        description:
          "Маленький проект с API запросом и фильрацией списка роботов(друзей).",
      },
      project5: {
        title: "Генератор фона",
        description:
          "Это первый проект, который генерирует простой фон, используя два цвета. Полезен для нахождения градиента.",
      },
    },
  },
  footer: {
    title: "Связаться",
    lastDance: {
      part1:
        "Спасибо, что ознакомились с моим портфолио! Если вы хотите обсудить потенциальный проект или просто сказать привет, не стесняйтесь связаться со мной, используя кнопку ниже.",
      part2: "Я всегда открыт новым возможностям и сотрудничеству.",
    },
  },
  others: {
    nav: {
      one: "Обо мне",
      two: "Инструменты",
      three: "Проекты",
      four: "Связаться",
    },
    buttons: {
      mail: "Написать!",
      resume: "Резюме",
    },
  },
};
