{
  "welcome": {
    "hello": "Привет, меня зовут",
    "name": "Андрей Цой",
    "do": "Web разработчик",
    "about": "Я увлечен созданием инновационных цифровых проектов. Моя главная цель - разработка привлекательных веб-интерфейсов и улучшение пользовательского опыта.",
    "call": "Давайте вместе создадим что-то уникальное!"
  },
  "about": {
    "title": "Обо мне",
    "part1": "Я фронтенд разработчик с опытом работы более 1.5 лет. Уверенно владею основными навыками, необходимые в разработке (HTML, CSS, JavaScript). Мой основной 'стак' - это React.js, Redux, TypeScript, Styled Components.",
    "part2": "Также обладаю знаниями бэкенд разработки. Использую Node.js для создания сервера и работой с CRUD операциями. В качестве базы данных использую PostgreSQL и Redis, что позволяет гибко и эффективно работать с данными.",
    "part3": "В настоящее время, я позиционирую себя как фронтенд разработчик. Однако активно развиваю свои навыки в обоих направлениях для улучшения и увеличения спектра своих навыков."
  },
  "tools": { "title": "Инструменты" },
  "projects": {
    "title": "Проекты",
    "titleSmall": "Другие проекты",
    "big": {
      "project1": { "title": "Kleo4you", "description": "" },
      "project2": {
        "title": "Сохранятор ссылок",
        "description": "Приложение для сохранения полезных ссылок, с возможностью создавать группы и распределять их по различным 'тематикам'. Помогает при работе с большим количеством ссылок и для сохранения их на 'потом'."
      },
      "project3": {
        "title": "Портфолио",
        "description": "Мой лично разработанный вебсайт, где я размещаю свои проекты. А также, Вы можете больше узнать обо мне, моих профессиональных навыках и связаться со мной."
      }
    },
    "small": {
      "project1": {
        "title": "Три в одном",
        "description": "Платформа для визуального отображения моих небольших проектов на веб-странице для отслеживания прогресса."
      },
      "project2": {
        "title": "Тест Unistory",
        "description": "Тест в котором есть интересная анимация планеты(притягивание к курсору), API запросы, подгрузка данных при скроле и тд."
      },
      "project3": {
        "title": "Генератор цитат",
        "description": "Простой генератор цитат, где можно поискать интересные цитаты для сабя."
      },
      "project4": {
        "title": "Робо-друзья",
        "description": "Маленький проект с API запросом и фильрацией списка роботов(друзей)."
      },
      "project5": {
        "title": "Генератор фона",
        "description": "Мой первый проект, который генерирует простой фон, используя два цвета. Полезен для нахождения градиента."
      }
    }
  },
  "experience": {
    "title": "Опыт",
    "project1": { "title": "Обучение" }
  },
  "footer": {
    "title": "Контакты",
    "lastDance": {
      "part1": "Я всегда открыт для новых возможностей и готов к продуктивному сотрудничеству."
    }
  },
  "others": {
    "nav": {
      "one": "Обо мне",
      "two": "Инструм.",
      "three": "Проекты",
      "four": "Опыт",
      "five": "Контакты"
    },
    "status": {
      "title": "Статус",
      "position": "Позиция",
      "start": "От",
      "end": "До"
    },
    "buttons": { "mail": "Написать!", "resume": "Резюме" }
  }
}
