{
  "welcome": {
    "hello": "Hi, my name is",
    "name": "Andrey Tsoy",
    "do": "Front-end developer",
    "about": "As a web-developer, I am passionate about creating innovative digital projects. My main goals are to develop appealing web interfaces, improve user experience, and achieve success in the online world.",
    "call": "I am always open to new opportunities!"
  },
  "about": {
    "title": "About me",
    "part1": "I am a front-end developer with over 1.5 years of experience. I am proficient in the essential skills required for development (HTML, CSS, JavaScript). My main tech stack includes React.js, Redux, TypeScript, and Styled Components.",
    "part2": "In addition, I possess expertise in backend development. I leverage Node.js to create servers and handle CRUD operations. When it comes to databases, I utilize PostgreSQL and Redis, empowering me to efficiently manage data with flexibility.",
    "part3": "While I currently identify myself as a front-end developer, I am improving my front-end and back-end development skills to enhance and broaden my capabilities."
  },
  "tools": { "title": "Tools i use" },
  "projects": {
    "title": "Some projects",
    "titleSmall": "Others projects:",
    "big": {
      "project1": { "title": "Kleo4you", "description": "" },
      "project2": {
        "title": "Link saver",
        "description": "An application for saving useful links with the ability to create groups and categorize them based on different 'topics'. It assists in managing a large number of links and saving them for the future."
      },
      "project3": {
        "title": "Personal portfolio",
        "description": "My personal website serves as a platform where I showcase my projects and cultivate my career as a web developer. Here, you can explore my skills, achievements, and easily get in touch with me."
      }
    },
    "small": {
      "project1": {
        "title": "Small in one",
        "description": "A platform for visual representation of my small projects on a web page to track progress."
      },
      "project2": {
        "title": "Test Unistory",
        "description": "The test includes interesting planet animation (attracting to the cursor), API requests, data loading on scroll, and more."
      },
      "project3": {
        "title": "Quote generator",
        "description": "A simple quote generator where you can search for interesting quotes for yourself."
      },
      "project4": {
        "title": "Robo friends",
        "description": "A small project with an API request and filtering of a robot (friends) list."
      },
      "project5": {
        "title": "Background generator",
        "description": "This is the first project that generates a simple background using two colors. It is useful for finding a gradient."
      }
    }
  },
  "footer": {
    "title": "Get In Touch",
    "lastDance": {
      "part1": "I'm always open to new opportunities and collaborations."
    }
  },
  "others": {
    "nav": { "one": "About", "two": "Tools", "three": "Projects", "four": "Contact" },
    "buttons": { "mail": "Mail me!", "resume": "Resume" }
  }
}
