{
  "welcome": {
    "hello": "Привет, меня зовут",
    "name": "Андрей Цой",
    "do": "Frontend-разработчик",
    "about": "Как веб-разработчик, я увлечен созданием инновационных цифровых проектов. Мои главный цели - разрабатывать привлекательные веб-интерфейсы, улучшать пользовательский опыт и достигать успеха в онлайн-мире.",
    "call": "Я всегда открыт для новых возможностей!"
  },
  "about": {
    "title": "Обо мне",
    "part1": "Я фронтенд разработчик с широким спектром навыков, среди которых HTML, CSS, JavaScript и React. Также знаком с различными библиотеками, такими как Redux, React Router, Styled components, чтобы создавать проекты более эффективно и быстро. Используя эти технологии, я создаю красивые и интерактивные пользовательские интерфейсы.",
    "part2": "Также обладаю знаниями бэкенд разработки. Использую Node.js для создания сервера и работой с CRUD операциями. В качестве базы данных я часто использую PostgreSQL, так как он обеспечивает высокую производительность и гибкость для моих проектов.",
    "part3": "В настоящее время я активно развиваю свои навыки во фронтенде. Тем не менее, я всегда открыт к новым предложениям и возможностям для расширения своего опыта."
  },
  "tools": { "title": "Инструменты" },
  "projects": {
    "title": "Проекты",
    "titleSmall": "Другие проекты:",
    "big": {
      "project1": { "title": "Kleo4you", "description": "" },
      "project2": {
        "title": "Сохранятор ссылок",
        "description": "Это веб-приложение для сохранения ссылок, с возможностью группировки и распределения их по различным тематикам. Также с возможностью делиться группами и полезными ссылками с другими пользователями."
      },
      "project3": {
        "title": "Портфолио",
        "description": "Мой персональный вебсайт, на котором я разместил информацию о себе, своих проектах и контактную информацию. Здесь вы можете узнать больше обо мне, моих достижениях и связаться со мной."
      }
    },
    "small": {
      "project1": {
        "title": "Три в одном",
        "description": "Платформа для визуального отображения моих небольших проектов на веб-странице для отслеживания прогресса."
      },
      "project2": {
        "title": "Тест Unistory",
        "description": "Тест в котором есть интересная анимация планеты(притягивание к курсору), API запросы, подгрузка данных при скроле и тд."
      },
      "project3": {
        "title": "Генератор цитат",
        "description": "Простой генератор цитат, где можно поискать интересные цитаты для сабя."
      },
      "project4": {
        "title": "Робо-друзья",
        "description": "Маленький проект с API запросом и фильрацией списка роботов(друзей)."
      },
      "project5": {
        "title": "Генератор фона",
        "description": "Мой первый проект, который генерирует простой фон, используя два цвета. Полезен для нахождения градиента."
      }
    }
  },
  "footer": {
    "title": "Контакты",
    "lastDance": {
      "part1": "Если Вас интересует обсуждение потенциального проекта или просто обмен мнениями, не стесняйтесь связаться со мной.",
      "part2": "Я всегда открыт для новых возможностей и готов к продуктивному сотрудничеству."
    }
  },
  "others": {
    "nav": {
      "one": "Обо мне",
      "two": "Инструменты",
      "three": "Проекты",
      "four": "Контакты"
    },
    "buttons": { "mail": "Написать!", "resume": "Резюме" }
  }
}
